export const cols=[
    { id: 1, name: 'Наименование', type: 'title' },
    { id: 2, name: 'Описание ', type: 'description' },
    { id: 3, name: 'Локация', type: 'location' },
    { id: 4, name: 'Тип', type: 'type' },
  ]

  export const  data =[
    {
      id: 1,
      title: 'Выставка современного искусства',
      description:
        'Крупнейшая выставка современных художников со всего мира. Включает инсталляции, цифровое искусство и живопись.',
      location: 'Государственный музей изобразительных искусств',
      type: 'Выставка',
    },
    {
      id: 2,
      title: 'Технологическая конференция DevConf 2023',
      description:
        'Ежегодная конференция для разработчиков с докладами о последних тенденциях в IT.',
      location: 'Крокус Экспо, Москва',
      type: 'Конференция',
    },
    {
      id: 3,
      title: "Джазовый фестиваль 'Осенние ритмы'",
      description:
        'Международный фестиваль джазовой музыки с участием мировых звезд жанра.',
      location: 'Зарядье, Москва',
      type: 'Фестиваль',
    },
    {
      id: 4,
      title: 'Мастер-класс по кулинарии',
      description:
        'Практический мастер-класс от шеф-повара по приготовлению итальянской пасты.',
      location: "Кулинарная студия 'Вкусные истории'",
      type: 'Мастер-класс',
    },
    {
      id: 5,
      title: "Благотворительный забег 'Беги ради жизни'",
      description:
        'Ежегодный благотворительный забег на 5 и 10 км. Все собранные средства пойдут в детские хосписы.',
      location: 'Парк Горького',
      type: 'Спортивное мероприятие',
    },
  ]